search_youtube=['Пошукай в Ютубі','Пошукай у Ютубі','Знайди в Ютубі','Знайди у Ютубі',
                'Забий в Ютубі','Забий у Ютубі','Найди в Ютубі','Найди у Ютубі','найди в YouTube','Найди в YouTube',
                'У Ютубі пошукай','В Ютубі пошукай','У Ютубі знайди','В Ютубі знайди',
                'У Ютубі забий','В Ютубі забий','У Ютубі найди','В Ютубі найди',
                "У Ютубі", "В Ютубі",'пошукай в Ютубі','пошукай у Ютубі','знайди в Ютубі','знайди у Ютубі','знайди в ютубі','знайди у ютубі',
                'забий в Ютубі','забий у Ютубі','найди в Ютубі','найди у Ютубі',
                'у Ютубі пошукай','в Ютубі пошукай','у Ютубі знайди ','в Ютубі знайди',
                'у Ютубі забий','в Ютубі забий','у Ютубі найди','в Ютубі найди',
                "у Ютубі", "в Ютубі",'Youtube',"youtube",'YouTube','ютуб','Ютуб']

znach=['чат gpt','Чат gpt','чат GPT','Чат GPT','чат Gpt','Чат Gpt',]

search_google_0 = {'перший сайт': 0,
                 'другий сайт': 1,
                 'третій сайт': 2,
                 'четвертий сайт': 3,
                 "п'ятий сайт": 4,
                 'шостий сайт': 5,
                 }
result1=['']
search_results=['']
search_google=["Найди в інтернеті","Найди у інтернеті","Найди в google","Найди у Google","Найди в Google","Найди у google",
               "Найди в chrome","Найди у chrome","Найди в Chrome","Найди у Chrome",
               "Погугли", "Пошукай у гуглі","Пошукай в гуглі",
                "Пошукай у google","Пошукай в Google","Пошукай у Google","Пошукай в google",
               "Пошукай у chrome","Пошукай в chrome","Пошукай у Chrome","Пошукай в Chrome",
               "Забий у google","Забий у Google","Забий в google","Забий в Google",
                "Забий у google","Забий у Google","Забий в google","Забий в Google",
                "Забий у Гуглі","Забий у гуглі","Забий в гуглі","Забий в Гуглі",
               "Знайди у гуглі","Знайди у Гуглі","Знайди в гуглі","Знайди в Гуглі",
                "Знайди у Google","Знайди у google","Знайди в Google","Знайди в google",
                "найди в інтернеті","найди у інтернеті","найди в google","найди у Google","найди в Google","найди у google",
               "найди в chrome","найди у chrome","найди в Chrome","найди у Chrome",
               "погугли", "пошукай у Гуглі","пошукай в Гуглі","пошукай у інтернеті","пошукай в інтернеті",
                "пошукай у google","пошукай в Google","пошукай у Google","пошукай в google",
               "пошукай у chrome","пошукай в chrome","пошукай у Chrome","пошукай в Chrome",
               "забий у google","забий у Google","забий в google","забий в Google",
                "забий у google","забий у Google","забий в google","забий в Google",
                "забий у Гуглі","забий у гуглі","забий в гуглі","забий в Гуглі",
               "знайди у гуглі","знайди у Гуглі","знайди в гуглі","знайди в Гуглі",
                "знайди у Google","знайди у google","знайди в Google","знайди в google"
                "найди", "погугли", "пошукай", "забий",'знайти', "знайди","google", "гуглі","chrome"
                "Найди", "Погугли","Пошукай", "Забий", 'Знайти', "Знайди", "Google", "Гуглі", "Chrome"
               ]
scr_video=['запис екрану']
micro_0=['мікрофон']

open_first_site=['Відкрий перший сайт',"Открий перший сайти"]

res_wkl_0=('верни вкладку','Верни вкладку','поверни вкладку','Поверни вкладку','отурий назад вкладку','Открий назад вкладку')

close_wkl_0=("закрий вкладку","Закрий вкладку")

open_wkl_0=("відкрий нову вкладку","Відкрий нову вкладку","відкрий вкладку","Відкрий вкладку")

close_0=('закрий','Закрий')

zverni_0=('зверни','Зверни','верни','Верни')

valume_on_off_0=('вимкни звук','увімкни звук','включи звук','уключи звук','виключи звук',
                 'Вимкни звук','Увімкни звук','Включи звук','Уключи звук','Виключи звук')

screenshot=('знімок екрану',"скрін","скріншот","Скріншот",'screen','Знімок екрану',"Скрін",'Screen',
            'screenshot','Screenshot')

comp_slowar=["Запусти мені","Включи мені","Відкрий мені","Открий мені","Запусти","Включи","Відкрий","Открий",
             "запусти мені","включи мені","відкрий мені","открий мені","запусти","включи","відкрий","открий"]
