search_youtube=['Пошукай в Ютубі ','Пошукай у Ютубі ','Знайди в Ютубі ','Знайди у Ютубі ',
                'Забий в Ютубі ','Забий у Ютубі ','Найди в Ютубі ','Найди у Ютубі ',
                'У Ютубі пошукай ','В Ютубі пошукай ','У Ютубі знайди ','В Ютубі знайди ',
                'У Ютубі забий ','В Ютубі забий ','У Ютубі найди ','В Ютубі найди ',
                "У Ютубі ", "В Ютубі ",'пошукай в Ютубі ','пошукай у Ютубі ','знайди в Ютубі ','знайди у Ютубі ',
                'забий в Ютубі ','забий у Ютубі ','найди в Ютубі ','найди у Ютубі ',
                'у Ютубі пошукай ','в Ютубі пошукай ','у Ютубі знайди ','в Ютубі знайди ',
                'у Ютубі забий ','в Ютубі забий ','у Ютубі найди ','в Ютубі найди ',
                "у Ютубі ", "в Ютубі ",'Youtube',"youtube",'YouTube','ютуб','Ютуб']

from functions import *
def my_function():
    # ваш код функції тут

    print("Викликана функція!")

# Ваш кортеж слів
res_wkl_0=('верни вкладку','Верни вкладку','поверни вкладку','Поверни вкладку','отурий назад вкладку','Открий назад вкладку')
res_wkl_1=[res_wkl() for word in res_wkl_0]

close_wkl_0=("закрий вкладку","Закрий вкладку")
close_wkl_1=[close_wkl() for word in close_wkl_0]

open_wkl_0=('открий вкладку','Открий вкладку','открий нову вкладку','Открий нову вкладку')
open_wkl_1=[open_wkl() for word in close_wkl_0]

close_0=('закрий','Закрий')
close_1=[close() for word in close_0]

zverni_0=('зверни','Зверни','верни','Верни')
zverni_1=[zverni() for word in zverni_0]

word_function_mapping = {res_wkl_0: res_wkl_1,
                         close_wkl_0: close_wkl_1,
                         open_wkl_0: open_wkl_1,
                         close_0: close_1,
                         zverni_1: zverni_1}
# Приклад виклику функції для конкретного слова
word = 'зверни'
if word in word_function_mapping:
    word_function_mapping[word]()
else:
    print("Такого слова немає в словнику.")
